{
  "Home": "خانه",
  "Testimonials": "گواهی‌نامه‌ها",
  "QR Code": "کد QR",
  "Our Services": "خدمات ما",
  "Gallery": "گالری",
  "Contact Us": "تماس با ما",
  "The": "ال",
  "world's": "جهان",
  "trusted currency exchange": "صرافی معتبر در جهان",
  "Check real-time exchange rates, seamlessly send money internationally for all your financial needs.": "نرخ‌های مبادله زنده را بررسی کنید، به‌صورت بی‌درنگ پول به صورت بین‌المللی ارسال کنید برای تمام نیازهای مالی خود.",
  "1k+ people already trusted us": "بیش از 1000 نفر از ما قبلاً اعتماد کرده‌اند",
  "What is RIE?": "RIE چیست؟",
  "Scan QR Code": "اسکن کد QR",
  "TRUSTED BY OVER 1K+ COMPANIES": "توسط بیش از 1000 شرکت اعتماد شده",
  "Watch Video guide": "راهنمای ویدئو را تماشا کنید",
  "Comprehensive": "جامع",
  "Currency Exchange": "مبادله ارز",
  "Services for Your Needs": "خدمات برای نیازهای شما",
  "Currency Conversion": "تبدیل ارز",
  "We offer a state-of-the-art platform for hassle-free money exchange. With a user-friendly interface and robust security measures, we make currency conversion a breeze.": "ما یک پلتفرم مدرن برای مبادله آسان پول ارائه می‌دهیم. با یک رابط کاربری کاربرپسند و اقدامات امنیتی قوی، ما تبدیل ارز را آسان می‌کنیم.",
  "Extreme performance": "عملکرد استثنایی",
  "Our platform offers swift and efficient money exchange services. Experience the speed and reliability you need for seamless transactions.": "پلتفرم ما خدمات مبادله پولی سریع و کارآمد ارائه می‌دهد. سرعت و قابلیت اطمینان مورد نیاز شما برای معاملات بدون دردسر را تجربه کنید.",
  "Privacy focused": "تمرکز بر حریم خصوصی",
  "At RIE, your financial privacy is paramount. Our platform is designed to ensure your peace of mind while you exchange currencies.": "در RIE، حریم خصوصی مالی شما در اولویت قرار دارد. پلتفرم ما برای اطمینان از آرامش شما در حین مبادله ارز طراحی شده است.",
  "No third parties": "بدون طرف سوم",
  "Our currency exchange platform ensures your transactions stay direct and secure, free from third-party involvement, for your peace of mind.": "پلتفرم ما برای تضمین معاملات مستقیم و ایمن شما از مداخله طرف‌های سوم مبراست، برای اطمینان شما.",
  "Secure by default": "به صورت پیش‌فرض امن",
  "Our platform prioritizes security by default, while offering speedy and seamless money exchange services and quick financial exchanges.": "پلتفرم ما به صورت پیش‌فرض امنیت را در اولویت قرار می‌دهد، در حالی که خدمات مبادله پولی سریع و بدون درز و تبادل مالی سریع ارائه می‌دهد.",
  "24/7 Support": "پشتیبانی 24/7",
  "We're dedicated to your needs around the clock. Our 24/7 support ensures your currency exchange requirements are met anytime, anywhere.": "ما به نیازهای شما در طول شبانه‌روز اختصاص داده‌ایم. پشتیبانی 24/7 ما تضمین می‌کند که نیازهای تبادل ارز شما هر زمان و هر مکانی برآورده شود.",
  "Our": "ما",
  "Main Highlights": "نکات اصلی ما",
  "Contact us": "تماس با ما",
  "Leave your email and we will get back to you within 24 hours": "ایمیل خود را بگذارید و ما در عرض 24 ساعت به شما پاسخ می‌دهیم",
  "Email": "ایمیل",
  "Branch muscat": "شعبه مسقط",
  "Branch Iraq": "شعبه عراق",
  "Branch UAE": "شعبه امارات متحده عربی",
  "Address": "آدرس",
  "Working hours": "ساعات کاری",
  "8 a.m. – 11 p.m.": "ساعت 8 صبح تا 11 شب",
  "C.R.No: 1455048 P.O.Box: 11, P.C : 112, Al Amal Hospital Building, Floor No: 7, Office No: 73, Sultanate of Oman": "شماره ثبت تجاری: 1455048 صندوق پستی: 11، کد پستی: 112، ساختمان بیمارستان الأمل، طبقه 7، دفتر شماره 73، سلطنت عمان",
  "Name": "نام",
  "Sheikh Zahid": "شیخ زاهد",
  "Description": "توضیحات",
  "I wanted to say that": "می‌خواستم بگویم که",
  "Send message": "ارسال پیام",
  "Al Rasheed Exchange": "صرافی الرشید",
  "About Us": "درباره ما",
  "Al Rasheed International Exchange is a renowned financial institution with a strong presence in Muscat, Oman, Iran, and the United Arab Emirates. Our branches in these strategic locations provide a wide range of foreign exchange and remittance services, making us a trusted partner for currency exchange and money transfer needs in the Middle East.": "صرافی بین‌المللی الرشید یک مؤسسه مالی معروف با حضور قوی در مسقط، عمان، ایران و امارات متحده عربی است. شعب ما در این مکان‌های استراتژیک خدمات مبادله ارز خارجی و انتقال وجه متنوع را ارائه می‌دهند، ما را به عنوان شریک قابل اعتماد برای نیازهای تبادل ارز و انتقال وجه در خاورمیانه معرفی می‌کنند.",
  "Scan this QR Code from your Mobile": "این کد QR را از تلفن همراه خود اسکن کنید",
  "1. Open a QR code scanner app or use your device's camera": "1. یک برنامه اسکن کننده کد QR را باز کنید یا از دوربین دستگاه خود استفاده کنید",
  "2. Position the camera to capture the QR code.": "2. دوربین را به موقعیتی مناسب برای گرفتن کد QR قرار دهید.",
  "3. Scan the QR code.": "3. کد QR را اسکن کنید.",
  "4. Result could include visiting a website or accessing information.": "4. نتیجه ممکن است شامل بازدید از یک وب‌سایت یا دسترسی به اطلاعات باشد.",
  "Arabic": "عربي",
  "English": "English"
}
