{
  "Home": "الصفحة الرئيسية",
  "Testimonials": "الشهادات",
  "QR Code": "رمز الاستجابة السريعة",
  "Our Services": "خدماتنا",
  "Gallery": "المعرض",
  "Contact Us": "اتصل بنا",
  "The": "ال",
  "world's": "العالم",
  "trusted currency exchange": "صرافة موثوقة في العالم",
  "Check real-time exchange rates, seamlessly send money internationally for all your financial needs.": "تحقق من أسعار الصرف في الوقت الفعلي وقم بإرسال الأموال دوليا بسهولة لاحتياجاتك المالية.",
  "1k+ people already trusted us": "أكثر من 1,000 شخص اعتمدوا علينا بالفعل",
  "What is RIE?": "ما هو ري؟",
  "Scan QR Code": "مسح رمز الاستجابة السريعة",
  "TRUSTED BY OVER 1K+ COMPANIES": "ثقت فيها أكثر من 1000 شركة",
  "Watch Video guide": "شاهد دليل الفيديو",
  "Comprehensive": "الشامل",
  "Currency Exchange": "صرف العملات",
  "Services for Your Needs": "خدمات تناسب احتياجاتك",
  "Currency Conversion": "تحويل العملات",
  "We offer a state-of-the-art platform for hassle-free money exchange. With a user-friendly interface and robust security measures, we make currency conversion a breeze.": "نحن نقدم منصة حديثة لتبادل الأموال بسهولة. مع واجهة سهلة الاستخدام وإجراءات أمان قوية، نجعل تحويل العملات أمرًا سهلاً.",
  "Extreme performance": "أداء استثنائي",
  "Our platform offers swift and efficient money exchange services. Experience the speed and reliability you need for seamless transactions.": "منصتنا تقدم خدمات تبادل الأموال السريعة والفعالة. انعم بالسرعة والموثوقية التي تحتاجها للمعاملات السلسة.",
  "Privacy focused": "الخصوصية مركزية",
  "At RIE, your financial privacy is paramount. Our platform is designed to ensure your peace of mind while you exchange currencies.": "في RIE، الخصوصية المالية الخاصة بك أمر أساسي. منصتنا مصممة لضمان راحتك أثناء تبادل العملات.",
  "No third parties": "بدون طرف ثالث",
  "Our currency exchange platform ensures your transactions stay direct and secure, free from third-party involvement, for your peace of mind.": "منصتنا لتبادل العملات تضمن أن معاملاتك تبقى مباشرة وآمنة، خالية من تدخل الأطراف الثالثة، لراحتك.",
  "Secure by default": "آمنة بشكل افتراضي",
  "Our platform prioritizes security by default, while offering speedy and seamless money exchange services and quick financial exchanges.": "منصتنا تعتبر الأمان أمرًا أساسيًا، بينما تقدم خدمات تبادل الأموال السريعة والسلسة والمعاملات المالية السريعة.",
  "24/7 Support": "دعم على مدار الساعة",
  "We're dedicated to your needs around the clock. Our 24/7 support ensures your currency exchange requirements are met anytime, anywhere.": "نحن ملتزمون بتلبية احتياجاتك على مدار الساعة. دعمنا على مدار الساعة يضمن تلبية متطلبات تبادل العملات الخاصة بك في أي وقت وأينما كنت.",
  "Our": "أبرز",
  "Main Highlights": "نقاطنا الرئيسية",
  "Contact us": "اتصل بنا",
  "Leave your email and we will get back to you within 24 hours": "اترك بريدك الإلكتروني وسنعود إليك في غضون 24 ساعة",
  "Email": "البريد الإلكتروني",
  "Branch muscat": "فرع مسقط",
  "Branch Iraq": "فرع العراق",
  "Branch UAE": "فرع الإمارات",
  "Address": "العنوان",
  "Working hours": "ساعات العمل",
  "8 a.m. – 11 p.m.": "8 صباحًا – 11 مساءً",
  "C.R.No: 1455048 P.O.Box: 11, P.C : 112, Al Amal Hospital Building, Floor No: 7, Office No: 73, Sultanate of Oman": "رقم السجل التجاري: 1455048 صندوق البريد: 11، الرمز البريدي: 112، مبنى مستشفى الأمل، الطابق رقم: 7، مكتب رقم: 73، سلطنة عمان",
  "Name": "الاسم",
  "Sheikh Zahid": "الشيخ زاهد",
  "Description": "الوصف",
  "I wanted to say that": "أردت أن أقول ذلك",
  "Send message": "إرسال رسالة",
  "Al Rasheed Exchange": "الرشيد للصرافة",
  "About Us": "حول",
  "Al Rasheed International Exchange is a renowned financial institution with a strong presence in Muscat, Oman, Iran, and the United Arab Emirates. Our branches in these strategic locations provide a wide range of foreign exchange and remittance services, making us a trusted partner for currency exchange and money transfer needs in the Middle East.": "شركة الرشيد الدولية للصيرفة هي مؤسسة مالية مشهورة بوجود قوي في مسقط وعمان وإيران والإمارات العربية المتحدة. تقدم فروعنا في هذه المواقع الاستراتيجية مجموعة واسعة من خدمات صرف العملات الأجنبية والتحويلات المالية، مما يجعلنا شريكًا موثوقًا في مجال صرف العملات واحتياجات التحويل المالي في الشرق الأوسط.",
  "Scan this QR Code from your Mobile": "قم بمسح رمز الاستجابة السريعة هذا من هاتفك المحمول",
  "1. Open a QR code scanner app or use your device's camera": "١. افتح تطبيق ماسح الباركود أو استخدم كاميرا الجهاز",
  "2. Position the camera to capture the QR code.": "٢. حدد موقع الكاميرا لالتقاط الرمز الاستجابة السريعة",
  "3. Scan the QR code.": "٣. امسح الرمز الاستجابة السريعة",
  "4. Result could include visiting a website or accessing information.": "٤. النتيجة قد تتضمن زيارة موقع ويب أو الوصول إلى معلومات",
  "Arabic": "عربي",
  "English": "English"
}
